{
    "results": [
        {
            "name": "The Black Island",
            "cover_path": "https://cdn001.tintin.com/public/tintin/img/albums/tintin/the-black-island.png",
            "description": "On his return from South America, Tintin embarks on an exciting British adventure, full of unexpected surprises. Tintin clashes with the villainous Dr. Müller for the first, but not the last time. Müller is the mastermind behind a vast European counterfeiting operation. After numerous incidents, Tintin succeeds in breaking up this criminal network."
        },
        {
            "name": "King Ottokar's Sceptre",
            "cover_path": "https://cdn001.tintin.com/public/tintin/img/albums/tintin/king-ottokar-s-sceptre.png",
            "description": "Created in 1939, this book is most impressive and has its sights on Germany. Tintin finds a brief-case on a park bench and this leads him to Prague, then to Syldavia. He will save the Kingdom from being overthrown by a fascist \"coup d'état\"."        
        },
        {
            "name": "The Shooting Star",
            "cover_path": "https://cdn001.tintin.com/public/tintin/img/albums/tintin/the-shooting-star.png",
            "description": "On board a polar vessel with Captain Haddock at the helm, Tintin and a team of European scientists sail to the Arctic Ocean where an aerolite made of an unknown metal crashed. But soon they find out that another ship is sailing toward the strange meteorite and their expedition turns then into a true race."
        },
        {
            "name": "Land of Black Gold",
            "cover_path": "https://cdn001.tintin.com/public/tintin/img/albums/tintin/land-of-black-gold.png",
            "description": "On 9 May 1940, the invasion of Belgium during World War II brutally interrupted the publication of Land of Black Gold. Tintin's universe was still young: Captain Haddock, Professor Calculus and Marlinspike Hall did not yet exist. Eight years later the adventure was re-started in Tintin magazine; with a couple of nifty tweaks, Hergé integrated into the story the new characters who had come along in the meantime. In 1950 the adventure was published as a book, and as the years went by and the world changed, a slightly updated version was released in 1971."
        },
        {
            "name": "Tintin in Tibet",
            "cover_path": "https://cdn001.tintin.com/public/tintin/img/albums/tintin/tintin-in-tibet.png",
            "description": "A passenger plane travelling to Europe, crashes into the Himalayas. It turns out that Tintin's young Chinese friend Chang was on board the aircraft. Tintin in Tibet (1960) is a story of pure friendship, without any of the usual villains: a tale of Tintin's desperate search to find his friend. The unusual narrative, which is much more introverted than those of other books in the Tintin series, tells the story that faith and hope are able to conquer all obstacles, and that pre-conceived judgements of others – in this case in regard to the yeti – are the fruit of ignorance."
        },
        {
            "name": "Tintin and the Picaros",
            "cover_path": "https://cdn001.tintin.com/public/tintin/img/albums/tintin/tintin-and-the-picaros.png",
            "description": "The twenty-third episode in the series, Tintin and the Picaros (1976) is a Latin-American tale of a coup d’état, complete with hostage-taking and guerrilla warfare. Tintin returns to the country of San Theodoros, which he first visited in The Broken Ear (1937). Hergé’s story reveals the hypocrisy behind the apparently endless cycle of revolution and counter-revolution in South America. Tintin and the Picaros was the last book written by Hergé, and it took more than ten years to complete. As Hergé grew older readers had to wait longer and longer between each new adventure!"
        },
        {
            "name": "The Castafiore Emerald",
            "cover_path": "https://cdn001.tintin.com/public/tintin/img/albums/tintin/the-castafiore-emerald.png",
            "description": "The Castafiore Emerald is a story in which, essentially, nothing happens. Captain Haddock's mansion, Marlinspike Hall, can be considered a theatre; the characters in the story are the actors in a play. Various outsiders, including a doctor and some gypsies, mingle with the residents."
        },
        {
            "name": "Tintin and Alph-Art",
            "cover_path": "https://cdn001.tintin.com/public/tintin/img/albums/tintin/tintin-and-alph-art.png",
            "description": "Left unfinished when he died in 1983, Hergé's last episode, Tintin and Alph-Art (published in 1986), was to describe the occult world of sects. It was also going to send Tintin wandering into a milieu that Hergé loved, that is the world of modern art and avant-garde. Although the posthumous album is only presenting the scenario and sketches of an interrupted tale, it is however the testimony of the extraordinary narrative and graphic talent of Tintin's father. Just like Tintin, just like the story, we, the readers, will remain magically suspended to Hergé's quill."
        },
        {
            "name": "Tintin in the Congo",
            "cover_path": "https://cdn001.tintin.com/public/tintin/img/albums/tintin/tintin-in-the-congo.png",
            "description": "The Adventures of Tintin, reporter at Le Petit Vingtième, in the Congo (1931) is a naïve depiction of the colonial times and paternalistic views as they existed in Belgium in the early 1930's. For this new story, Hergé will improvise. Tintin becomes a sorcerer in the Babaoru'm Kingdom. He will outsmart the traps of the gangsters who want to take control of the diamond production of Congo."
        },
        {
            "name": "Cigars of the Pharaoh",
            "cover_path": "https://cdn001.tintin.com/public/tintin/img/albums/tintin/cigars-of-the-pharaoh.png",
            "description": "In Cigars of the Pharaoh (1934), Tintin finds himself entangled in a drug trafficking ring that will take him all the way to India. In the meantime, he meets Thomson and Thompson, two clumsy policemen whose role will progressively become more important throughout the series. Tintin, fighting against the drug traffickers of Egypt and India, meets with a few characters he will encounter again soon, Villains such as Allan Thomson or the mysterious Rastapopoulos as well as some of his future companions like Senor Oliveira."
        },
        {
            "name": "The Broken Ear",
            "cover_path": "https://cdn001.tintin.com/public/tintin/img/albums/tintin/the-broken-ear.png",
            "description": "The Broken Ear (1937) is the story of a thrilling pursuit. Tintin sets off to South America to retrieve a stolen fetish. There, all sorts of interests are in conflict: military, economic and the war of the Gran Chaco which had been opposing Bolivia and Paraguay for the past three years. A small Arumbaya statue has been stolen in a museum, then returned. One little detail though will tell Tintin that instead of the original, a mere replica was returned. There must be a secret hiding behind this small statue since its robbery was carefully concealed. This is in South America that Tintin will find the key to this enigma."
        }
    ]
}